{
    "auto-save.nvim": {
        "branch": "main"
    },
    "conform.nvim": {
        "branch": "master"
    },
    "gruvbox.nvim": {
        "branch": "main"
    },
    "indent-blankline.nvim": {
        "branch": "master"
    },
    "kanagawa.nvim": {
        "branch": "master"
    },
    "lazy.nvim": {
        "branch": "main"
    },
    "lsp-zero.nvim": {
        "branch": "v4.x"
    },
    "lspkind.nvim": {
        "branch": "master"
    },
    "mason-lspconfig.nvim": {
        "branch": "main"
    },
    "mason.nvim": {
        "branch": "main"
    },
    "noice.nvim": {
        "branch": "main"
    },
    "nui.nvim": {
        "branch": "main"
    },
    "nvim-lspconfig": {
        "branch": "master"
    },
    "nvim-surround": {
        "branch": "main"
    },
    "nvim-treesitter": {
        "branch": "master"
    },
    "plenary.nvim": {
        "branch": "master"
    },
    "rainbow-delimiters.nvim": {
        "branch": "master"
    },
    "telescope.nvim": {
        "branch": "master"
    },
    "tokyonight.nvim": {
        "branch": "main"
    },
    "blink.cmp": {
        "branch": "main"
    },
    "zellij-nav.nvim": {
        "branch": "main"
    }
}
